{
  "HomePage": {
    "title": "Привет мир"
  },
  "BtmNav": {
    "Home": "Главная",
    "Tasks": "Задания",
    "Game": "Game",
    "Friends": "Друзья",
    "Leaders": "Лидеры"
  },
  "Menu": {
    "wallet": "кошелёк",
    "investments": "инвестиции",
    "language": "язык",
    "about": "о нас",
    "roadMap": "карта проекта",
    "support": "поддержка"
  },
  "VoteForm": {
    "1quest": "Виберите, кем станет GrinG:",
    "confirmBtn": "Отправить",
    "leprechaun": "леприкон",
    "investor": "инвестор",
    "pirate": "пират"
  },
  "LanguagePage": {
    "title": "Выберите язык приложения"
  },
  "ComingSoon": {
    "title": "Эта функция скоро будет доступна!"
  },
  "Wallet": {
    "title": "Кошелёк"
  },
  "Tasks": {
    "title": "Задания",
    "connectToBlumTG": "Подписаться на телеграм-канал Blum",
    "sendAStars": "отправить Telegram Stars",
    "investInProject": "Инвестировать в проект не менее 10$"
  },
  "FriendsList": {
    "title": "Друзья:",
    "inviteBtnLabel": "Пригласить"
  },
  "Investments": {
    "title": "Для инвесторов",
    "lookingInvestors": "Мы ищем стратегических партнеров и инвесторов, которые помогут нам расширить приложение и привлечь капитал для листинга токена GrinG на бирже. Наша цель — сделать GrinG ключевым инструментом для децентрализованного управления нашим сообществом и платформой для инвестиционного заработка реальных средств, используя возможности современных и будущих технологий. GrinG нацелен на масштабирование не только в рамках цифровой экономики, но и на расширение в реальный сектор для диверсификации активов. Более подробную информацию о нас мы разместили в соответствующем разделе главного меню. Инвестиции можно сделать с помощью указанных ниже кнопок быстрого доступа, также возможно обсуждение специальных предложений для серьезного долгосрочного сотрудничества.",
    "quickBuy": "Быстрая покупка токенов GrinG",
    "selectAmount": "Выберите сумму",
    "completeBtn": "Готово",
    "transactionProcessTitle": "Как это работает",
    "processList1Item": "Выберите сумму USDT или TON, которую вы хотите инвестировать.",
    "processList2Item": "Нажмите на соответствующую кнопку",
    "processList3Item": "Подтвердите транзакцию в своем кошельке",
    "processList4Item": "Получите свои токены GrinG мгновенно",
    "note": "Примечание. Фактическая сумма полученных токенов GrinG может варьироваться в зависимости от текущих обменных курсов. Всегда проверяйте детали транзакции перед подтверждением."
  },
  "About": {
    "title": "О нас",
    "titleGrinG": "GrinG",
    "mainText": "это инновационное мини-приложение в Telegram, которое позволяет создать сообщество, самостоятельно решающее с помощью голосования, как будет развиваться платформа. GrinG использует собственный токен на блокчейне TON, который служит средством для голосования, вознаграждений и монетизации.",
    "keyFeatures": "Ключевые особенности проекта",
    "voteTitle": "Голосование за развитие:",
    "voteText": "Пользователи используют токены GrinG для голосования, определяя направления развития приложения.",
    "rewardsTitle": "Вознаграждения:",
    "rewardsText": "Участники получают токены за активность в сообществе (голосование, создание контента, участие в конкурсах и прочее).",
    "monetizationTitle": "Монетизация:",
    "monetizationText": "Доходы будут получены от рекламы в приложении, включая рекламу соцсетей, профилей и других приложений.",
    "reinvestmentTitle": "Реинвестирование:",
    "reinvestmentText": "Часть прибыли от рекламы будет реинвестирована в токен GrinG, что поможет поддерживать стабильность его стоимости.",
    "miningMechanismTitle": "Механизм майнинга:",
    "miningMechanism1Text": "Токены можно получить, выполняя задания в приложении.",
    "miningMechanism2Text": "Будут установлены лимиты майнинга для контроля инфляции и привлечения новых пользователей.",
    "roadMapTitle": "Дорожная карта:",
    "roadMapText": "представлена в одном из основных пунктов меню, с ней можно ознакомиться отдельно.",
    "earningProfitTitle": "Способы получения прибыли:",
    "advertisingTitle": "Реклама:",
    "advertisingText": "Отображение рекламы других приложений, соцсетей, блогов и других продуктов.",
    "premiumFeaturesTitle": "Премиум-функции:",
    "premiumFeaturesText": "Дополнительные опции в приложении для пользователей и их групп.",
    "saleTokensTitle": "Продажа токенов:",
    "saleTokensText": "После листинга на биржах пользователи смогут торговать токенами.",
    "collaborationsTitle": "Бизнес-коллаборации:",
    "collaborationsText": "Специальные предложения от реального бизнеса для участников проекта и инвестиции в развитие.",
    "investmentAttractivenessTitle": "Инвестиционная привлекательность:",
    "uniqueModelTitle": "Уникальная модель:",
    "uniqueModelText": "Система голосования за развитие предоставляет пользователям контроль и увеличивает их вовлеченность.",
    "possibilitiesTitle": "Широкие возможности для монетизации:",
    "possibilitiesText": "Разнообразные рекламные и премиум-сервисы.",
    "marketExpansionTitle": "Расширение рынка:",
    "marketExpansionText": "Листинг на новых биржах и интеграция с TON предоставляют возможности для глобального расширения.",
    "interestForCommunitiesTitle": "Растущий интерес к сообществам:",
    "interestForCommunitiesText": "Популярность приложений с управлением сообществом стремительно растет. Мы в этом сегменте первые.",
    "lookingPartnersText": "Мы ищем стратегических партнеров и инвесторов, которые помогут нам расширить приложение и привлечь капитал для листинга токена GrinG на бирже. Наша цель — сделать GrinG ключевым инструментом для децентрализованного управления нашим сообществом и платформой для инвестиционного заработка реальных средств, используя возможности современных и будущих технологий. GrinG нацелен на масштабирование не только в пределах цифровой экономики, но и на расширение в реальный сектор для диверсификации активов."
  }
}