{
  "HomePage": {
    "title": "Привіт світе!"
  },
  "BtmNav": {
    "Home": "Головна",
    "Tasks": "Завдання",
    "Game": "Game",
    "Friends": "Друзі",
    "Leaders": "Лідери"
  },
  "Menu": {
    "wallet": "гаманець",
    "investments": "інвестиції",
    "language": "мова",
    "about": "про нас",
    "roadMap": "карта проекту",
    "support": "підтримка"
  },
  "VoteForm": {
    "1quest": "Виберіть, ким стане GrinG:",
    "confirmBtn": "Відправити",
    "leprechaun": "леприкон",
    "investor": "інвестор",
    "pirate": "пірат"
  },
  "LanguagePage": {
    "title": "Оберіть мову застосунку"
  },
  "ComingSoon": {
    "title": "Ця функція скоро стане доступною!"
  },
  "Wallet": {
    "title": "Гаманець"
  },
  "Tasks": {
    "title": "Завдання",
    "connectToBlumTG": "Приєднатися до телеграм каналу Blum",
    "sendAStars": "надіслати Telegram Stars",
    "investInProject": "Інвестувати в проект не менше 10$"
  },
  "FriendsList": {
    "title": "Друзі:",
    "inviteBtnLabel": "Запросити"
  },
  "Investments": {
    "title": "Для інвесторів",
    "lookingInvestors": "Ми шукаємо стратегічних партнерів та інвесторів, які допоможуть нам розширити застосунок і залучити капітал для лістингу токена GrinG на біржі. Наша мета – зробити GrinG ключовим інструментом для децентралізованого управління нашого ком'юніті і платформою для інвестиційного заробітку реальних коштів використовуючи можливості сучасних та майбутніх технології. GrinG має на меті масштабування не лише в межах цифрової економіки, але й розширення в реальний сектор для диверсифікації активів. Більш детальну інформацію про нас ми опублікували у відповідному пункті головного меню. Зробити інвестицію можливо за допомогою вказаних нижче кнопок швидкого використання, також можливе обговорення спеціальних пропозицій для серйозної довгострокової співпраці.",
    "quickBuy": "Швидка купівля токенів GrinG",
    "selectAmount": "Оберіть суму",
    "completeBtn": "Підтвердити",
    "transactionProcessTitle": "Як це працює",
    "processList1Item": "Оберіть суму USDT або TON, яку ви бажаєте інвестувати.",
    "processList2Item": "Натисніть на відповідну кнопку",
    "processList3Item": "Підтвердіть транзакцію у своєму гаманці",
    "processList4Item": "Отримайте свої токени GrinG миттєво",
    "note": "Примітка. Фактична сума отриманих токенів GrinG може змінюватись в залежності від поточних обмінних курсів. Завжди перевіряйте деталі транзакції перед підтвердженням."
  },
  "About": {
    "title": "Про нас",
    "titleGrinG": "GrinG",
    "mainText": "це інноваційний міні застосунок у Telegram, що дозволяє створити ком'юніті, яке самостійно вирішує шляхом голосування, як буде розвиватися платформа. GrinG використовує власний токен на блокчейні TON, який служить засобом для голосування, винагород і монетизації.",
    "keyFeatures": "Ключові особливості проекту",
    "voteTitle": "Голосування за розвиток:",
    "voteText": "Користувачі використовують токени GrinG для голосування, визначаючи напрямки розвитку застосунку.",
    "rewardsTitle": "Винагороди:",
    "rewardsText": "Учасники отримують токени за активність у ком'юніті (голосування, створення контенту, участь у конкурсах та інше)",
    "monetizationTitle": "Монетизація:",
    "monetizationText": "Доходи будуть отримуватися від реклами в застосунку, зокрема реклами соцмереж, профілів та інших додатків",
    "reinvestmentTitle": "Реінвестування:",
    "reinvestmentText": "Частина прибутку з реклами буде реінвестована в токен GrinG, що сприятиме стабільності його вартості.",
    "miningMechanismTitle": "Механізм майнінгу:",
    "miningMechanism1Text": "Токени можна отримати через виконання завдань у застосунку.",
    "miningMechanism2Text": "Буде встановлено ліміти майнінгу для контролю інфляції та залучення нових користувачів.",
    "roadMapTitle": "Дорожня карта:",
    "roadMapText": "викладена у одному з основних пунктів меню, з нею можливо ознайомитись окремо",
    "earningProfitTitle": "Шляхи отримання прибутку:",
    "advertisingTitle": "Реклама:",
    "advertisingText": "Відображення реклами інших застосунків, профілів соцмереж, блогів та інших продуктів.",
    "premiumFeaturesTitle": "Преміум-функції:",
    "premiumFeaturesText": "Додаткові опції в застосунку для користувачів та їх груп",
    "saleTokensTitle": "Продаж токенів:",
    "saleTokensText": "Після лістингу на біржах користувачі зможуть торгувати токенами.",
    "collaborationsTitle": "Бізнес-колоборації:",
    "collaborationsText": "Спеціальні пропозиції від реального бізнесу для учасників проекту та інвестиції у розвиток",
    "investmentAttractivenessTitle": "Інвестиційна привабливість:",
    "uniqueModelTitle": "Унікальна модель:",
    "uniqueModelText": "Система голосування за розвиток надає користувачам контроль і збільшує їхню залученість.",
    "possibilitiesTitle": "Широкі можливості для монетизації:",
    "possibilitiesText": "Різноманітні рекламні та преміум-сервіси.",
    "marketExpansionTitle": "Розширення ринку:",
    "marketExpansionText": "Лістинг на нових біржах та інтеграція з TON надають можливість для глобального розширення.",
    "interestForCommunitiesTitle": "Зростаючий інтерес до спільнот:",
    "interestForCommunitiesText": "Популярність застосунків з ком'юніті-управлінням стрімко зростає. Ми у цьому сегменті перші",
    "lookingPartnersText": "Ми шукаємо стратегічних партнерів та інвесторів, які допоможуть нам розширити застосунок і залучити капітал для лістингу токена GrinG на біржі. Наша мета – зробити GrinG ключовим інструментом для децентралізованого управління нашого ком'юніті і платформою для інвестиційного заробітку реальних коштів використовуючи можливості сучасних та майбутніх технології. GrinG має на меті масштабування не лише в межах цифрової економіки, але й розширення в реальний сектор для диверсифікації активів."
  },
  "Support": {
    "title": "Підтримка",
    "mainPageText": "Ласкаво просимо на сторінку підтримки GrinG! Ми завжди готові допомогти вам отримати максимальну користь від нашого застосунку. Нижче ви знайдете відповіді на найпоширеніші запитання та можливість звернутися до нашої служби підтримки.",
    "whatIsGringTitle": "Що таке GrinG?",
    "whatIsGringText": "GrinG — це децентралізована платформа, що дозволяє користувачам брати участь у розвитку застосунку через голосування, майнінг токенів GrinG, заробляти винагороди за перегляд реклами та взаємодію з іншими користувачами.",
    "miningMechanismTitle": "Як я можу почати майнінг токенів GrinG?",
    "miningMechanismText": "Після реєстрації ви можете розпочати майнінг токенів. Слідкуйте за прогресом і отримуйте токени за активність у застосунку.",
    "voteTitle": "Як працює система голосування?",
    "voteText": "GrinG дозволяє вам впливати на розвиток платформи через систему голосувань. Ви можете переглянути актуальні голосування на головному екрані та зробити свій вибір. Кожен голос впливає на майбутнє застосунку!",
    "gringTokenChangeTitle": "Як я можу обміняти токени GrinG?",
    "gringTokenChangeText": "Після лістингу на криптовалютних біржах, ви зможете обмінювати токени GrinG на інші криптовалюти, використовуючи інтегровані інструменти гаманця.",
    "advertisingTitle": "Чи можу я заробляти токени за перегляд реклами?",
    "advertisingText": "Так! Ви можете отримати додаткові токени GrinG за перегляд рекламних оголошень та виконання спеціальних завдань у застосунку.",
    "supportTitle": "Як звернутися до служби підтримки?",
    "supportText": "Якщо у вас виникли питання, технічні проблеми або пропозиції, будь ласка, зверніться до нашої служби підтримки. Ми прагнемо вирішити ваші запити якомога швидше.Нижче вказана вся контактна інформація"
  },
  "Contacts": {
    "title": "Контактна інформація",
    "email": "Email",
    "support": "Підтримка"
  }
}